<?php
	/**
		안녕하세요?
		
		현 홈페이지 제작자입니다.
		
		홈페이지는 단순 페이지 링킹방식으로 제작하였습니다.
		
		jquery, ajax 를 이용한 SPA 방식을 차용하였습니다.
		
		- templates : 각 화면별 HTML 코드가 들어있습니다.
		
		
		- config/config.php : 각 페이지에서 기본적으로 사용하는 환경변수를 정의해놓았습니다.( 데이터베이스 정보는 이곳에 있습니다. )
		
		
		- config/db.php : 단순 Connection 을 맺는 부분입니다.
		
		
		******추후 수정사항*****
		
		- 회원가입은 따로 사용하지 않습니다. 로그인도 없습니다.해당부분 개인정보보호법에 의하여 학교측에서 해당 기능 제공을 원하지 않습니다.
		- 현 홈페이지는 SQL Injection 에 대한 대비가 없습니다.
		이부분의 경우 mysql 의 prepare 문을 적용하여 수정해주셔야합니다.
		
		- 장비렌탈 기능이 없습니다. 해당 시스템 추가해야하나, 회원제가 아닌경우 어떤방식으로 해야할지 다시 설계해야합니다.	
	**/
	class README {
		
	}
